[  {
    "cardInfoForQ1" : [
      {
        "cardName": "聖杯一正位",
        "cardImg": "../images/talo_1cups.jpg",
        "cardExplained": "對方對你很有好感，希望能夠多了解你一點。因此想要感情更進一步的話，你們需要加深生活上的連結，平常有機會多和他分享日常、尋找共同話題，尤其透過語音的方式進行溝通，都能使他更確認自己心意。"
      },
      {
        "cardName": "聖杯二逆位",
        "cardImg": "../images/talo_2cups_rv.jpg",
        "cardExplained": "他對你的感情經常變動，時而喜歡，有時卻又興致缺缺，難以捉摸，或許是他的個性或身邊其他對象所導致。你們會感受到兩人的付出是不平等的，總是有一方付出的特別多。但付出再多也很難走進對方的內心，而無法信任對方，導致關係的失衡。"
      },
      {
        "cardName": "戀人正位",
        "cardImg": "../images/talo_Lovers.jpg",
        "cardExplained": "你們是兩情相悅的，雙方都喜歡著彼此，兩人之間也有許多火花與曖昧元素，相處時也很愉快，因此他將你視為理想的伴侶，想要展開浪漫的戀愛。如果能夠增加彼此的聊天之間達成良好溝通，確認彼此感情，關係就能往前一步發展。"
      },
      {
        "cardName": "錢幣二正位",
        "cardImg": "../images/talo_2pentacle.jpg",
        "cardExplained": "對方心裡是有你的位置的，但他有時會對你顯得漫不經心，聊天時忽冷忽熱，因為他還有其他在意的事情，也許是工作或是其他對象，現在的他還正在猶豫要選擇哪一方。選到這張牌的你，不妨使用一些小心機，讓他察覺你的重要性，為了你而放下其他心事吧～"
      },
      {
        "cardName": "太陽正位",
        "cardImg": "../images/talo_sun.jpg",
        "cardExplained": "對方覺得與你相處非常輕鬆愉快，不會有太多的負擔，並且你們之間有許多的共同話題，什麼都可以聊，同時帶給彼此溫暖。但是對方對你會比較偏向朋友的喜歡，可以試著在互動中多加點曖昧與感情，尤其特別適合贈送富有童趣的小禮物，例如手作甜點、卡片等等，能讓對方察覺你的心意。"
      },
      {
        "cardName": "寶劍五正位",
        "cardImg": "../images/talo_5swords.jpg",
        "cardExplained": "他覺得你喜歡逞口舌之快、貪圖眼前的小成功，並沒有太注意到你對他的好感。你們兩人間存在著溝通不良，導致你們間經常發生爭執或誤會，最後漸行漸遠。建議放下自尊心好好溝通，才不會兩敗俱傷，先維持友誼基底，才有機會往上發展成情人喔。"
      }
      ]
  },
  {
    "cardInfoForQ2" : [
      {
        "cardName": "惡魔正位",
        "cardImg": "../images/talo_devil.jpg",
        "cardExplained": "在三個月內，會有桃花出現呦～不過有可能是爛桃花，他對你的感情並不是那麼純粹，想要的可能是你的利益或身體，或是具有強烈的控制欲，使用小手段讓你死心塌地的跟著他。建議你要理性看待你們的關係，多多瞭解彼此，避免感情太過快速的發展。"
      },
      {
        "cardName": "太陽正位",
        "cardImg": "../images/talo_sun.jpg",
        "cardExplained": "這三個月內會有不錯的桃花出現呦，桃花的類型比較偏向朋友介紹的，或是從朋友關係更進一步的發展，相處時不會有太多的浪漫成分，但你們都能夠從平凡中感受到溫暖幸福，可以好好把握呦。"
      },
      {
        "cardName": "月亮正位",
        "cardImg": "../images/talo_moon.jpg",
        "cardExplained": "在這三個月內，你身邊有機會出現桃花，會是你喜歡的對象。不過你們之間容易產生猜忌與誤會，發展到曖昧關係就容易結束，能夠成為伴侶的機會不大。建議你和他在一起時要特別謹言慎行，並且只將一小部分的心事和對方分享，避免不必要的誤會"
      },
      {
        "cardName": "魔術師正位",
        "cardImg": "../images/talo_magician.jpg",
        "cardExplained": "在未來三個月，有機會遇到新對象，對方十分熱情積極，並且自信陽光具有魅力，你們很聊得來，相處起來很愉快，如果你願意更進一步，你們感情就能夠進展快速，是一個還不錯的桃花呦～"
      },
      {
        "cardName": "寶劍四正位",
        "cardImg": "../images/talo_4swords.jpg",
        "cardExplained": "在未來三個月內，你對愛情處於被動狀態，把心思放在生活、工作上，或者身邊沒有理想的對象，不會很積極的追求感情，因此比較沒機會有桃花出現。寶劍牌告訴你要靜待時機，現在還不是談戀愛的時候，趁這個機會好好打理自己，讓自己替未來的幸福做好準備吧！"
      },
      {
        "cardName": "聖杯五正位",
        "cardImg": "../images/talo_5cups.jpg",
        "cardExplained": "現在最大的桃花阻礙來自你自身的想法，你可能還在為上一段感情難過、心中對談感情有陰影，或因為生活瑣事而心慌意亂，因此還沒有進入新關係的準備。在未來三個月內，建議你要先花費時間整理好思緒，跨過自己心中的坎，才有機會吸引到好對象。"
      }
    ]
  },
  {
    "cardInfoForQ3" : [
      {
        "cardName": "聖杯二正位",
        "cardImg": "../images/talo_2cups.jpg",
        "cardExplained": "是有機會的～對方也有心想與你復合，你們之間還有存在感情，這種感情羈絆讓你們間的緣分難以磨滅，尤其當你們見面時，會特別難以抑制內心的衝動。因此，只要其中一方願意跨出第一步，主動提出想更進一步的要求，復合和復聯的機率都是很大的。 "
      },
      {
        "cardName": "命運之輪正位",
        "cardImg": "../images/talo_wheel.jpg",
        "cardExplained": "你們間感情的運勢正在不斷的提升，可能會有突如其來的轉捩點，讓對方再次出現在你的生活中。你可以肯定你和他是具有緣分的，但未來的感情發展充滿著變數，並非你能夠掌握。建議你放寬心情，降低這段感情對你的影響，其他的就交給命運吧！"
      },
      {
        "cardName": "聖杯七正位",
        "cardImg": "../images/talo_7cups.jpg",
        "cardExplained": "現在你們彼此對復合只在空想的階段，還沒有勇氣付諸行動。你必須要體悟到感情中只有浪漫是不夠的，並且需有實際的作為，努力和對方找到生活交集，提升彼此的心靈連結，才有機會復合呦。"
      },
      {
        "cardName": "錢幣九正位",
        "cardImg": "../images/talo_9pentacle.jpg",
        "cardExplained": "現在曾經的那段感情對彼此而言，已經不再那麼重要了。你們都可以各自過著幸福的生活，你也應該準備好迎接嶄新的戀情，讓對方在你心中的影子一點一滴的減去，其實也不需要再強求與對方復聯或復合了。"
      },
      {
        "cardName": "戀人逆位",
        "cardImg": "../images/talo_lovers_rv.jpg",
        "cardExplained": "其實你和他都清楚，你們彼此間的觀念或未來目標不同，是難以跨越的障礙，導致兩人漸行漸遠，未來復合的機率較小。如果處於斷聯狀態，你也應該認真思考兩人的合適程度，趁著斷聯時光冷靜下來吧！"
      },
      {
        "cardName": "聖杯四正位",
        "cardImg": "../images/talo_4cups.jpg",
        "cardExplained": "目前對方對於戀愛的心態是封閉的，不想認真談感情。兩人之間沒有很強的動力復合，尤其對方也不抱有太多的期望，復合機率不大。就將這份過往的情感放在心中，讓曾經的幸福成為你尋找下一份愛情的動力吧！"
      }
    ]
  },
  {
    "cardInfoForQ4" : [
      {
        "cardName": "錢幣八正位",
        "cardImg": "../images/talo_8pentacle.jpg",
        "cardExplained": "在這三個月內，你因為能夠十分專注在工作上，不會受到太多外務干擾，使你在職場事半功倍。你所付出的努力，都能換來令你滿意的結果。你也不妨趁這段時間學習新技能，利用你特別優異的專注力，好好充實自我吧！"
      },
      {
        "cardName": "教皇正位",
        "cardImg": "../images/talo_hierophant.jpg",
        "cardExplained": "你在三個月內運勢還不錯，尤其是擁有極好的貴人運，很有機會遇到好客戶或是上司的幫助。只要踏實的跟著前輩工作，並且保持謙虛禮貌，虛心接受他們的指教，是有機會可以晉升或獲益的～這段時間你應該好好把握每次機會，力求在工作中脫穎而出呦。 "
      },
      {
        "cardName": "錢幣十正位",
        "cardImg": "../images/talo_10pentacle.jpg",
        "cardExplained": "在三個月內，你的工作運勢上等，工作狀況相當穩定，也不會有金錢方面的煩惱，工作和生活對你來說都是輕鬆的。這樣甜美的果實是源自於你過去的辛勞與努力。牌面體醒你要特別留意的是，不要因為情緒放鬆就疏忽身邊的親友和伴侶喔！"
      },
      {
        "cardName": "星星正位",
        "cardImg": "../images/talo_star.jpg",
        "cardExplained": "目前你在工作上可能會有些迷惘，想要逃避現實，導致工作效率不彰。在未來三個月內你的工作運勢也會逐漸提升，並且找到新的方向，讓你又再度充滿希望，對於工作越來越上手。塔羅牌要告訴你，不需要為現在的失敗而沮喪，只要你靜下心，一定能尋得解決之道！"
      },
      {
        "cardName": "高塔正位",
        "cardImg": "../images/talo_tower.jpg",
        "cardExplained": "在這三個月內，你的工作可能會有突然的變動，讓你措手不及。在工作上可能會有出差、換同事或換工作的機會，也有可能發生意外。建議你這段時間小心為上，提高對於環境的警覺心，並且做好心理建設，勇敢的去迎接挑戰。"
      },
      {
        "cardName": "權杖十正位",
        "cardImg": "../images/talo_10wands.jpg",
        "cardExplained": "這三個月會遇到蠻重的工作負擔，可能來自上司或是同事的請求，使你把很多心思都投入在工作上。雖然你工作能力強，但過於追求完美或承擔責任會壓得自己喘不過氣。建議你適時的去尋求他人協助，你要相信：幾個人同心協力，就能夠更妥善的完成事情！"
      }
    ]
  },
  {
    "cardInfoForQ5" : [
      {
        "cardName": "錢幣八正位",
        "cardImg": "../images/talo_8pentacle.jpg",
        "cardExplained": "「你的努力將得到回報」你在工作或感情上，總會想做到更好，用最腳踏實地的方式去努力💪🏻而在這一個月內，你會看到另你滿意的結果！因為你先前就細心的打造出良好的基礎，所以這件事也會往穩定的方向成長🤩 "
      },
      {
        "cardName": "魔術師正位",
        "cardImg": "../images/talo_magician.jpg",
        "cardExplained": "「一個不錯的啟程」在這個一個月內，會有一個很棒的新開始🥳可能是新的計畫、新的戀情、新的對象、新的工作，而你會感到雀躍不已，信心滿滿😆好好利用這個月的動力為未來鋪下更美好的路吧！"
      },
      {
        "cardName": "聖杯二正位",
        "cardImg": "../images/talo_2cups.jpg",
        "cardExplained": "在三個月內，你的工作運勢上等，工作狀況相當穩定，也不會有金錢方面的煩惱，工作和生活對你來說都是輕鬆的。這樣甜美的果實是源自於你過去的辛勞與努力。牌面體醒你要特別留意的是，不要因為情緒放鬆就疏忽身邊的親友和伴侶喔！"
      },
      {
        "cardName": "教皇正位",
        "cardImg": "../images/talo_hierophant.jpg",
        "cardExplained": "「貴人出現，得到援助」在你遇到難題時，會有貴人相助☺️而他會引導你到正確的方向，可能是長輩、朋友、神明、神父或是有智慧的人。他將給予你心靈的支柱與鼓勵，而你也能因此成長🤓！"
      },
      {
        "cardName": "命運之輪正位",
        "cardImg": "../images/talo_wheel.jpg",
        "cardExplained": "「運勢逐漸節節高升」你會覺得事情越來越順利，也可能得到意外的好消息，或是新的機會到來🍀如果你最近有遇到困難，在這一個月內也會得到好轉☺️也有機會與之前斷聯的人重新聯繫上～"
      },
      {
        "cardName": "錢幣九正位",
        "cardImg": "../images/talo_9pentacle.jpg",
        "cardExplained": "「感到更滿足也更自信」由於過去累積的經驗，你不斷的提升、成長，你也變得更自信🤩現在是收獲甜美果實的時機了，你會非常享受這個結果，也會提醒自己還是要不斷的學習成長，並等待著未來更大的成就🤓"
      }
    ]
  },
  {
    "cardInfoForQ6" : [
      {
        "cardName": "寶劍侍衛正位",
        "cardImg": "../images/talo_pageswords.jpg",
        "cardExplained": "「有時候會想一下你」對方現在心裡可能飄忽不定，還不知道自己內心真正想要的是什麼🥺所以他可能有時會想到你，有時候又會突然想起其他事情。對方夢想的會比實際行動來得多，有時候嘴巴說的跟心理想的不一定會一樣～"
      },
      {
        "cardName": "戀人正位",
        "cardImg": "../images/talo_Lovers.jpg",
        "cardExplained": "「他心裡非常想你」對方心裡非常認定你，也時不時會想到你🥰當你不在身邊時，他總是偷偷的想念你～你們之間的吸引力強，他也很欣賞你❤️你們在感情上是很合適的戀人，彼此相處時雙方都會感到滿滿的幸福～"
      },
      {
        "cardName": "錢幣九正位",
        "cardImg": "../images/talo_9pentacle.jpg",
        "cardExplained": "「有，他也很專注在愛自己」對方是一個很有自信、獨立的人，他非常的愛自己，喜歡有獨處的時間，也渴望精進自己。他喜歡安排獨處時間給自己，但也不會虧待你，在獨處的時間外，對方也是會想你的☺️跟你在一起時能讓他的心靈得到富足，他也願意給你承諾並且實現諾言😃"
      },
      {
        "cardName": "聖杯侍衛正位",
        "cardImg": "../images/talo_pagecups.jpg",
        "cardExplained": "「對方有偷偷的想你」對方是一個比較感性、重感情的人，也會比較看重愛情🥰當你不在他身邊時，他會一個人偷偷的想你，也會想到你們之間回憶❤️在對方心裡，你是一個很美好的存在，想到你時嘴角都會微微的上揚🤭"
      },
      {
        "cardName": "寶劍四正位",
        "cardImg": "../images/talo_4swords.jpg",
        "cardExplained": "「比較沒有，他正在讓自己的頭腦和心靈休息」最近生活中的挑戰和挫折讓對方身心疲憊，需要休息一段時間🥺而在這段時間他會暫時停下腳步，清空思緒，所以他的腦袋可能呈現放空的狀態，比較沒有想到你和生活中的其他事情。對方會希望抽離現況，讓自己休息一下在重新出發～"
      },
      {
        "cardName": "錢幣八正位",
        "cardImg": "../images/talo_8pentacle.jpg",
        "cardExplained": "「一點點，對方比較專注在工作上」對方是一個很有事業心的人，他在工作或學習的時候會非常用心也會十分專注🤓當對方把心力都放在工作上時可能會比較少想到你，不過他不是不在乎你，只是沒辦法一心多用而已☺️當他把事情忙完後，會空出時間給你的～"
      }
    ]
  },
  {
    "cardInfoForQ7" : [
      {
        "cardName": "權杖一正位",
        "cardImg": "../images/talo_1wand.jpg",
        "cardExplained": "「Yes，這件事會往好的方向發展」你心裡想的這件事在最近會有新的發展，你也會積極的投入心力和時間❤️‍🔥這件事情會因為你的信心和行動力而越來越好～如果是問感情問題，最近有機會會有新對象或是新的發展；如果是問工作/學業，最近會出現新的機會，也有機率被認可、升職🤩"
      },
      {
        "cardName": "教皇正位",
        "cardImg": "../images/talo_hierophant.jpg",
        "cardExplained": "「Yes，會有貴人相助讓事情順利進行」對於你心裡想的這件事情，你能透過先前的經驗、或是貴人的幫助而往好的方向發展🥰所以在遇到問題的時候，可以多問問身旁的人的意見、並虛心求教，能帶給你意想不到的幫助❤️單身的人有機會通過家人或朋友認識新對象；而如果是問工作/學業，有機會被推薦到好的職缺/學校，或是被上層認可🤓"
      },
      {
        "cardName": "錢幣二正位",
        "cardImg": "../images/talo_2pentacle.jpg",
        "cardExplained": "「yes和no的機率一半一半」你心裡想的這件事情，你自己也沒有一個肯定的答案，正在猶豫不決中🤔在這件事情上，你會希望維持各方面的平衡，所以遲遲沒有做出下一步行動。會建議目前可以先觀望，思考後再選擇一個對長期發展最有利的方向☺️"
      },
      {
        "cardName": "聖杯四正位",
        "cardImg": "../images/talo_4cups.jpg",
        "cardExplained": "「yes or no取決於你」你目前對你心裡想的這件事會採用比較消極的態度，或這件事情讓你缺乏動力去努力😶‍🌫️其實這件事情是能有轉機的，你會有機會得到幫助或是有好機會降臨，而如果你能積極的把握住，並且付出心力，這個答案會是yes🤩但如果繼續維持現狀，用消極的態度去面對這件事情，答案將會是no😢"
      },
      {
        "cardName": "寶劍侍者正位",
        "cardImg": "../images/talo_pageswords.jpg",
        "cardExplained": "「No，還不是時候」你目前對這件事情還不夠了解，或是時機尚未成熟，對於未來發展也比較沒有頭緒。你心中可能有一些不錯的計畫，但還尚未付諸行動。建議可以放下對這件事情的期望和幻想，踏實、謹慎的執行計畫，並耐心的等待良好的時機🥰"
      },
      {
        "cardName": "權杖十正位",
        "cardImg": "../images/talo_10wands.jpg",
        "cardExplained": "「No，這件事會帶來壓力」對於你心裡想的這件事會讓你付出許多心力，並承受沈重的壓力。雖然這件事有小機率能成功，但在成功前需要付出很多的努力，會讓你感到很辛苦🥲建議可以先好好的評估這件事的可行性和投資報酬率再決定下一步的行動～"
      }
    ]
  },
  {
    "cardInfoForQ8" : [
      {
        "cardName": "聖杯八正位",
        "cardImg": "../images/talo_8cups.jpg",
        "cardExplained": "「也許會出現更好的選擇」你心裡會覺得對方是一個還不錯的對象，也認識了一段時間，或是投入了自己的時間、心力在對方身上，會有一種放棄很可惜，但卻不想繼續再等待的感覺🥹這邊會建議你可以思考對方是否是能長期發展的對象，並想想他是否是你真正想要交往的對象～有時候放下並重新出發，會出現更好的選擇🥰"
      },
      {
        "cardName": "權杖二正位",
        "cardImg": "../images/talo_2wands.jpg",
        "cardExplained": "「你會在他的未來藍圖裡」你目前可能覺得你們這段關係沒有太多的進展，處於一種停滯的狀態。不過不要輕易的放棄！對方目前正在謹慎思考的這段關係的未來，並規劃著要如何發展和你的感情☺️建議你可以再給他一點時間，等他考慮清楚、計畫完畢後，他就會開始行動，慢慢推進你們的感情💗"
      },
      {
        "cardName": "聖杯二正位",
        "cardImg": "../images/talo_2cups.jpg",
        "cardExplained": "「他是值得你等待的！」你們兩個人都在等待著彼此，心裡也在意著對方🥰你們的這段關係是互相、平等的，兩個人都期待著接下來的發展，對於未來也有一定的共識❤️會建議你可以主動一點，多多與彼此分享生活，能讓這段關係更近一步～"
      },
      {
        "cardName": "惡魔正位",
        "cardImg": "../images/talo_devil.jpg",
        "cardExplained": "「要注意這段關係是否健康」這個對象可能讓你暈船、感到沈迷，有一些人可能處在身體伴侶的關係😵‍💫對方身上可能會有很吸引你的特質，但也要想想這段關係是不是能真正的得到滿足感，或是在享樂後得到的只剩下空虛🥹如果是不健康的關係會建議儘早放手，才不會陷入感情的惡性循環～"
      },
      {
        "cardName": "權杖三逆位",
        "cardImg": "../images/talo_3wands_rv.jpg",
        "cardExplained": "「你們對未來的規劃可能不同」你現在可能對這段關係的未來感到迷惘，或是會急著想要推進關係。這邊建議你可以思考一下兩個人在未來規劃和感情觀上有沒有共識，有些人可能處在遠距離或是個性上有需要磨合的地方😯如果現實問題都解決後，想要繼續等待這個人，建議你要對這段關係有耐心❤️"
      },
      {
        "cardName": "星星正位",
        "cardImg": "../images/talo_star.jpg",
        "cardExplained": "「對方是一個不錯的對象，也值得你等待」你們現在可能會有遠距離或是關係不明確的情況，讓你覺得你們的未來很遙遠🥹這邊會建議你，如果想要跟對方有進一步的發展要有耐心，可能會因為現實條件的情況導致關係進展的比較緩慢，不過他會是一個值得等待的好對象☺️"
      }
    ]
  },
  {
    "cardInfoForQ9" : [
      {
        "cardName": "寶劍皇后正位",
        "cardImg": "../images/talo_queenswords.jpg",
        "cardExplained": "你下一個感情對象會是一個比較理性、聰明的人🤓重視溝通，擅長表達自己的想法，會是一個獨立並且能理性處理情感的伴侶。他們在處事風格比較直率，不喜歡用謊言，是一個值得你信任的人。他擁有良好的分析、邏輯思維，能幫助你處理日常中複雜情況，有機會是智性戀族群的理想伴侶💗"
      },
      {
        "cardName": "皇帝正位",
        "cardImg": "../images/talo_emperor.jpg",
        "cardExplained": "你下一個感情對象會是一個成熟穩重、值得你依賴的人🥰他擁有很強的責任感，能夠給你足夠的安全感和穩定感，但有時會讓你有一點控制慾。他的領導組織能力強，也有事業心，是個會讓你崇拜的對象🤩對方可能不太會表達情感，但他為你付出的一舉一動就是他愛的表現❤️‍🔥"
      },
      {
        "cardName": "聖杯皇后正位",
        "cardImg": "../images/talo_queencups.jpg",
        "cardExplained": "你的下一個感情對象會是一個溫柔體貼，情感豐富的人🥰在他身邊你總能感到被照顧，也會覺得他身上有滿滿的愛❤️他的直覺敏銳，容易察覺到身邊人的情緒，能夠理解並且給予療癒。他是一個柔情浪漫的人，願意準備驚喜或是營造幸福的氣氛給伴侶，重感情的他會用愛好好的包圍愛人🎀"
      },
      {
        "cardName": "權杖侍衛正位",
        "cardImg": "../images/talo_pagewands.jpg",
        "cardExplained": "你下一個感情對象是一個活潑積極，對生活充滿熱愛的人🔥他喜歡嘗試新事物，追求新的目標和挑戰，他也會給予你支持和鼓勵☺️對方個性單純，擁有一個赤子之心，行動力很強💪🏻跟他在一起時你會擁有更勇敢開放的心態，與他一起到處冒險、旅行，你的生活將更精彩豐富！"
      },
      {
        "cardName": "太陽正位",
        "cardImg": "../images/talo_sun.jpg",
        "cardExplained": "你下一個感情對象是一個積極正能量的人，他就像你的小太陽，帶給你溫暖🌞對方是一個充滿自信，勇於表現自我的人，他正面樂觀的能量也會傳染給你🥰他能為這段關係帶來歡笑和喜悅，你能們可以一起創造許多美好的回憶🥳你能與這個對象擁有和諧、健康的感情關係，他是個能給你幸福的人💛"
      },
      {
        "cardName": "魔術師正位",
        "cardImg": "../images/talo_magician.jpg",
        "cardExplained": "你下一個感情對象會是一個幽默有趣，總是把你逗得哈哈大笑的人😆他的腦筋靈活，擁有獨特的創意和才華，在你眼中會是一個很有魅力和自信的人😎就算遇到挫折他還是能談笑風生，用幽默感化解問題。他是擅長保持新鮮感，擁有自己的戀愛節奏，跟他在一起時你也會覺得輕鬆有趣，也會覺得他是人群中的亮眼的一顆星🌟"
      }
    ]
  },
  {
    "cardInfoForQ10" : [
      {
        "cardName": "星星正位",
        "cardImg": "../images/talo_star.jpg",
        "cardExplained": "「這件事實現的機率有80%～90%」星星帶給我們希望，雖然你目前會覺得還離目標很遠，只要保持積極和樂觀的心態，相信自己和宇宙的力量，你所問的這件事情有很好的實現機會🌟建議注意來自周遭的靈感和指引，保持開放的心態，付諸實際的行動和努力，會離你的願望更進一步✨"
      },
      {
        "cardName": "命運之輪正位",
        "cardImg": "../images/talo_wheel.jpg",
        "cardExplained": "「這件事實現的機率有60%～70%」目前你心裡想的這件事處於變化之中，在近期會迎來一個重要的轉折點🎡命運之輪開始往正向轉動，象徵著命運、機遇的力量正在作用，你的目標會開始出現積極的變化和新的開始。建議保持開放和適應性，迎接變化，善用這股變化的能量，相信命運會帶來最佳結果😎"
      },
      {
        "cardName": "聖杯四正位",
        "cardImg": "../images/talo_4cups.jpg",
        "cardExplained": "「這件事實現的機率有45%～55%」你對當前情況感到不滿足，你會用比較消極的態度對待這件事情，但其實最好的機會就在你眼前🤓建議你可以尋找內心真正的滿足感，保持開放的態度去探索身邊的，有時候轉變想法就能發現新的機會💡"
      },
      {
        "cardName": "吊人正位",
        "cardImg": "../images/talo_hangedman.jpg",
        "cardExplained": "「這件事實現的機率有30%~40%」這件事需要時間和耐心，你也心甘情願的在這件事上做犧牲或等待。建議可以採取一種靜觀其變的態度，利用這段的時間進行學習或思考，採取一種靜觀其變的態度，從不同角度看待問題🤓有時候，放慢腳步等待適當的機會會帶給你更多好處🥳"
      },
      {
        "cardName": "女祭司正位",
        "cardImg": "../images/talo_highpriestess.jpg",
        "cardExplained": "「這件事實現的機率有65~75%」你對這件事的態度表面上看起來是理性的，但內心其實有強烈的情緒，目標也很明確🧐你的洞察力強，擁有敏銳的判斷力，建議你信任自己的直覺，並跟隨內心的指引。也可以進行冥想、反思，幫助你聽到內心深處的聲音，對你會很有幫助🥰"
      },
      {
        "cardName": "高塔正位",
        "cardImg": "../images/talo_tower.jpg",
        "cardExplained": "「這件事實現的機率有10%～20%」目前你心裡想的這件事可能出現突如其來的改變，讓你感到震撼⚡️建議你準備好迎接挑戰和變化，雖然高塔牌可能帶來動盪，它也帶給你反思和除舊佈新的機會。接受這個過程，從中學習和成長，最終你將建立更穩固的基礎🗼"
      }
    ]
  }
]

